Repository: PavlinPavlov/freelance-dapp
Catalog: freelance-dapp/src/locale/messages.*.xlf
Languages: bg

source: Add Contract
bg: Добави договор

source: Create Contract
bg: Съзадай договор

source: Sign Message
bg: Подпис

source: Verify Payment
bg: Верифициране

source: Recipient
bg: Получател

source: Contract Address
bg: Адрес на договора

source: Owner Address
bg: Адрес на собственик

source: Recipient Address
bg: Адрес на получател

source: Balance
bg: Баланс

source: Actions
bg: Действия

source: Close Channel
bg: Затваряне на договор

source: Redeem Payment
bg: Получаване на плащане

source: Redeem
bg: Осребряване

source: Block Number:
bg: № на блок:

source: Emitted events
bg: Събития

source: Timestamp:
bg: Време:

source: Add Contract by Address
bg: Добави договор по адрес

source: Contract address:
bg: Адрес на договора:

source: Add
bg: Добави

source: Create New Contract
bg: Създаване на нов договор

source: Contract title:
bg: Заглавие:

source: Description:
bg: Описание:

source: Recipient:
bg: Получател:

source: Amount:
bg: Количество:

source: Deadline:
bg: Краен срок:

source: Create
bg: Създай

source: Signature:
bg: Подпис:

source: Check Amount:
bg: Количество:

source: Nonce:
bg: Конт. Число:
